// Localizable.strings for AppleVPNExtra

// other menu strings
"OPEN_NP" = "Ouvrir Préférences Réseau…";

// connect/disconnect
"CONNECT" = "Se connecter";
"DISCONNECT" = "Se déconnecter";

// error string
"NO_VPN_CONFIGS" = "VPN n’est pas configuré";
"NO_MODEM_CONFIGS" = "Aucune configuration de modem n’a été trouvée.";
"NO_PPPOE_CONFIGS" = "Aucune configuration PPPoE n’a été trouvée.";

// other items
"SHOW_TIMER" = "Afficher le temps de connexion";
"SHOW_ANIMATED_STATUS" = "Afficher l’état lors de la connexion";
"STOP_SHOWING_TIME" = "Arrêter d’afficher l’heure dans la barre des menus";

"SHOW_TIME_FORMAT" = "Afficher la durée pour « %@ » dans la barre des menus";

// scrolling text resources
"SCROLL_CONNECTING" = "Connexion en cours…";
"SCROLL_DIALING" = "Composition en cours…";
"SCROLL_DISCONNECTING" = "Déconnexion en cours…";
"SCROLL_AUTHENTICATING" = "Authentification en cours…";

/* Menu Extra Strings */
"CONNECTED_FORMAT" = "Déconnecter %@";
"NOT_CONNECTED_FORMAT" = "Connecter %@";
"CONNECTING_FORMAT" = "Connexion de %@ en cours";
"DISCONNECTING_FORMAT" = "Déconnexion de %@ en cours";
"AUTHENTICATING_FORMAT" = "Authentification de « %@ » en cours";

"DEFAULT" = "Par défaut";

/* name strings */
"VPN menu extra" = "Menu supplémentaire VPN";
"PPP menu extra" = "Menu supplémentaire PPP";
"PPPoE menu extra" = "Menu supplémentaire PPPoE";
